<%@page pageEncoding="UTF-8" isELIgnored="false" session="false"%>
<%@taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions"%>
<%@taglib prefix="f" uri="http://www.slim3.org/functions"%>
<!DOCTYPE HTML>
<html>
	<head>
		<jsp:include page="/common/html_head.jsp" />
	</head>
	<body>

		<!-- Header -->
		<header id="header" class="skel-layers-fixed">
			<jsp:include page="/common/main_header.jsp" />
		</header>
		
		<section id="main" class="container">
			<header>
				<h2>Clafuの利用規約</h2>
				<p>Clafuをご利用いただきありがとうございます。</p>
			</header>
			<div class="row">
				<div class="12u">

					<!-- Text -->
					<section class="box">
						<p>Clafuをご利用いただきありがとうございます。ユーザーは、本サービスを利用することにより、本規約に同意したことになります。以下を注意してお読みください。</p>
						<p>Clafuは運営者の判断により、ユーザーの同意を求めることなくサービスの停止やメンテナンスを行うことができます。</p>
						<p>Clafuのサービスにより、ユーザー自身にいかなるマイナス影響や損失を与えたとしても、Clafuの運営者は何らかの責任を負うものではありません。</p>
						
						<h3>禁止コンテンツ</h3>
						Clafuでは以下のコンテンツの一般公開を禁止しています。
						禁止コンテンツと判断された場合は、Clafuの運営者はユーザーの同意なくコンテンツを削除する場合があります。また、悪質なユーザーの場合はClafuの運営者はユーザーの同意なくユーザーを退会させることができます。
						
						<h4>1.アダルト コンテンツ</h4>
						<p>ポルノ、アダルト、または成人向けの内容が含まれるコンテンツを公開することは許可されません。また、これらの内容が含まれる投稿の再公開の投稿もこれに当てはまります。</p>

						<h4>2.個人、集団、組織を誹謗中傷するコンテンツ</h4>
						<p>嫌がらせやいじめに当たるコンテンツや、人種、民族、宗教、障害、性別、年齢、従軍経験、性的嗜好/性同一性に基づく特定の個人や集団への差別を助長したり、暴力を促したりするコンテンツを公開することは許可されません。</p>

						<h4>3.著作権で保護されているコンテンツ</h4>
						<p>著作権法で保護されているコンテンツを含むコンテンツの表示やコンテンツへのトラフィックの誘導に必要な法律上の権利を有していない限り、Clafuでそれらのコンテンツを公開することは許可されません。また、これらの内容が含まれる投稿の再公開の投稿もこれに当てはまります。</p>
						
						<h4>4.薬物、アルコール、タバコに関連したコンテンツ</h4>
						<p>薬物や薬物関連器具を販売または宣伝するコンテンツを公開することは許可されません。また、これらの内容が含まれる投稿の再公開の投稿もこれに当てはまります。</p>

						<h4>5.ハッキング、クラッキングに関連したコンテンツ</h4>
						<p>形態にかかわらず、ハッキングやクラッキングを宣伝するコンテンツを公開することは許可されません。また、これらの内容が含まれる投稿の再公開の投稿もこれに当てはまります。</p>

						<h4>6.報酬プログラムを提供するサイト（「報酬提供」サイト）</h4>
						<p>「報酬提供」サイトとは、広告のクリックやウェブ サーフィン、メールの購読といった作業を行ったユーザーに対して支払いや報酬を約束するサイトのことです。このような内容を含むコンテンツを公開することは許可されません。また、これらの内容が含まれる投稿の再公開の投稿もこれに当てはまります。</p>

						<h4>7.暴力的なコンテンツ</h4>
						<p>虐殺、戦闘シーン、悲惨な事故や異常な事故などの残酷な映像や画像を含むコンテンツを公開することは許可されません。また、これらの内容が含まれる投稿の再公開の投稿もこれに当てはまります。</p>

						<h4>8.武器および兵器に関連したコンテンツ</h4>
						<p>武器や兵器およびその関連製品を販売したりその販売を助長または支持したりするコンテンツを公開することは許可されません。また、これらの内容が含まれる投稿の再公開の投稿もこれに当てはまります。</p>

						<h4>9.その他の違法なコンテンツ</h4>
						<p>身分証明書、パスポート、社会保障カード、入国管理書類などの公文書の偽造を含むコンテンツを公開することは許可されません。また、これらの内容が含まれる投稿の再公開の投稿もこれに当てはまります。</p>
						
						
						<h3>禁止事項</h3>
						<p>以下の事項に違反した場合、通知なしにコンテンツまたはアカウントの停止をさせて頂きます。</p>
						<ul>
							<li>同じページやサイトの宣伝のため、複数アカウントを使ったスパム行為。またはハートを不正に取得しようとしているすべての行為。</li>
							<li>他人の投稿を中傷するコメントを複数回行った場合。</li>
							<li>禁止コンテンツの掲載または禁止コンテンツへのリンクを含むコンテンツの掲載</li>
						</ul>
					</section>

				</div>
			</div>
		</section>
			
		<!-- Footer -->
		<jsp:include page="/common/main_footer.jsp" />

	</body>
</html>